Repository: climateconnect/climateconnect
Catalog: backend/climateconnect_api/locale/*/LC_MESSAGES/django.po
Languages: de

source: Feedback successfully submitted. We will get back to you within 24 hours.
de: Feedback erfolgreich eingereicht. Wir melden uns bei dir!

source: Feedback successfully submitted.
de: Feedback erhalten!

source: Required parameters are missing.
de: Es fehlen benötigte Parameter.

source: User profile not found.
de: Nutzer*innenprofil nicht gefunden.

source: Contact contact@climateconnect.earth if you repeatedly experience problems.
de: Kontaktiere contact@climateconnect.earth, wenn du wiederholt Probleme haben solltest.

source: No pending E-Mail change. This link may already have been used.
de: Keine E-Mail Änderung angefragt. Vielleicht wurde dieser Link schon verwendet?

source: Your E-Mail address is now
de: Deine E-Mail Adresse ist jetzt

source: Invalid email or password
de: Ungültige E-Mail oder Passwort

source: Account already verified. Please contact us if you are having trouble signing in.
de: Konto bereits verifiziert. Bitte kontaktiere uns, wenn du Probleme beim einloggen hast.

source: Your profile is successfully verified
de: Dein Profil wurde erfolgreich verifiziert

source: Permission Denied
de: Zugriff abgelehnt
