Repository: climateconnect/climateconnect
Catalog: backend/organization/locale/*/LC_MESSAGES/django.po
Languages: de

source: Project not found.
de: Projekt nicht gefunden.

source: You're already following this organisation.
de: Du folgst dieser Organisation bereits.

source: You're already following this project.
de: Du folgst diesem Projekt bereits

source: You are now following this organisation. You will be notified when they post an update!
de: Du folgst der Organisation jetzt. Du wirst benachrichtigt, wenn sie ein Update posten.

source: You are now following this project. You will be notified when they post an update!
de: Du folgst dem Projekt jetzt. Du wirst benachrichtigt, es ein Update gibt.

source: You weren't following this organisation.
de: Du hast dieser Organisation nicht gefolgt

source: You weren't following this project.
de: Du hast diesem Projekt nicht gefolgt

source: You are not following this organisation anymore.
de: Du folgst dieser Organisation nicht mehr

source: You are not following this project anymore.
de: Du folgst diesem Projekt nicht mehr

source: Invalid value for variable "following"
de: Ungültiger Wert für die Variable "following"

source: Someone has already created the organisation {}. Please join the organisation or use a different name. If you're having problems please contact support@climateconnect.earth
de: Jemand hat die Organisation {} bereits erstellt. Bitte trete der Organisation bei oder verwende einen anderen Namen. Falls du Probleme hast, wende dich bitte an support@climateconnect.earth

source: Organisation not found:
de: Organisation nicht gefunden:

source: Parent organisation not found for organisation
de: Mutterorganisation der Organisation nicht gefunden

source: Passed organisation tag id does not exists:
de: Dieser Organisationstyp existiert nicht:

source: Successfully updated organisation.
de: Organisation erfolgreich bearbeitet
